Revit.Elements.ImportInstance.Robustify(Autodesk.DesignScript.Geometry.Geometry[]@,Autodesk.DesignScript.Geometry.Vector@)
This method contains workarounds for increasing the robustness of input geometry
geometry:
translation: